[ConfigPage] ; 设置中心页面
background=16777215 ; 背景色 RGB(255, 255, 255)
[ConfigSheet] ; 设置中心窗口 
caption_border=12367286 ; 右上分类标题边框 RGB(182, 181, 188)
caption_bkgrnd_T=16119008 ; 右上分类标题过渡背景色上 RGB(224, 244, 245)
caption_bkgrnd_B=14073791 ; 右上分类标题过渡背景色下 RGB(191, 191, 214)
caption_split=12367286 ; 右上分类标题底边线 RGB(182, 181, 188)
[ConfigTree] ; 设置中心左树控件
background=16054005 ; 背景色 RGB(245, 246, 244)
border=12367286 ; 边框色 RGB(182, 181, 188)
caption_bkgrnd_T=16119008 ; 节点标题过渡背景色上 RGB(224, 244, 245)
caption_bkgrnd_B=14073791 ; 节点标题过渡背景色下 RGB(191, 191, 214)
item_sel=14000787 ; 子节点选中色 RGB(147, 162, 213)
caption_border_T=12367286 ; 节点标题边框外 RGB(182, 181, 188)
caption_border_B=16777215 ; 节点标题边框内 RGB(255, 255, 255)
[DetailGameList] ; 游戏局列表详细控件
item_T=16249314 ; 奇数项背景色 RGB(226, 241, 247)
item_B=15854559 ; 偶数项背景色 RGB(223, 235, 241)
item_sel=13945269 ; 选中项背景色 RGB(181, 201, 212)
[DirectBroadcast] ; 直播二级界面
background=8476751 ; 背景色 RGB(79, 88, 129)
[EmotionWnd] ; 表情选择界面
background=15786461 ; 背景色 RGB(221, 225, 240)
border=11033930 ; 边框色 RGB(74, 93, 168)
[FloatTip] ; 好友tip界面
background_T=7360327 ; 过渡背景色上 RGB(71, 79, 112)
background_B=11044462 ; 过渡背景色下 RGB(110, 134, 168)
border_LT=1776153 ; 边框外 RGB(25, 26, 27)
border_RB=10056815 ; 边框内 RGB(111, 116, 153)
[GameCreate] ; 游戏二级界面创建部分
box_bkgrnd=15393234 ; 中间背景色 RGB(210, 225, 234)
box_border=12362393 ; 背景边框色 RGB(153, 162, 188)
box_background=15393234 ; 地图介绍背景色 RGB(210, 225, 234)
caption_bkgrnd_T=15656928 ; 左标题栏过渡背景色上 RGB(224, 231, 238)
caption_bkgrnd_B=13944500 ; 左标题栏过渡背景色下 RGB(180, 198, 212)
gametype=16051426 ; 地图列表背景色 RGB(226, 236, 244)
toolbar_bkgrnd_T=15656928 ;  工具栏背景色上RGB(224, 231, 238)
toolbar_bkgrnd_B=13944500 ; 工具栏背景色下RGB(180, 198, 212)
toolbar_border=14937833 ; 工具栏边框色RGB(233,238,227)
text=12481042 ; 中间文字内容颜色 RGB(18,114,190)
split_left=15198183 ; 间隔线左RGB(231,231,231)
split_right=8479320 ; 间隔线右RGB(88,98,129)
listbox_itemsel=15259600 ; 地图列表选中色 RGB(208, 215, 232)
list_border=8413274 ;  房间列表边框线RGB(90, 96, 128) 
list_selborder=16777215 ;  选中地图时间隔RGB(255, 255, 255)
list_selbkgrnd_T=13679272 ;  选中地图时背景色上RGB(168, 186, 208)
list_selbkgrnd_B=11242108 ;  选中地图时背景色上RGB(124, 138, 171)
list_singlebkgrnd_T=15458770 ;  地图列表单行背景色上RGB(210, 225, 235) 
list_singlebkgrnd_B=15458770 ;  地图列表单行背景色下RGB(210, 225, 235)
list_doublebkgrnd=16051426 ;  地图列表双行背景色RGB(226, 236, 244) 
listhead_bkgrnd_T=16382457 ; 标题背景色上RGB(249,249,249)
listhead_bkgrnd_B=13944500 ; 标题背景色下RGB(180, 198, 212)
[GameConfig] ; 游戏参数设置界面
gamesetting_background=14933204 ; 背景色 RGB(212, 220, 227)
edit_pwd_border=65793 ; 密码编辑框边框 RGB(1, 1, 1)
edit_pwd_bkgrnd=16777215 ; 密码编辑框背景色 RGB(255, 255, 255)
edit_pwd_bkgrnd_disable=14275275 ; 密码编辑框失效背景色 RGB(203, 210, 217)
edit_pwd_bkgrnd_readonly=14933204 ; 密码编辑框只读背景色 RGB(212, 220, 227)
[GameDlg] ; 游戏分区房间列表
background=15854563 ; 背景色 RGB(227, 235, 241)
areaborder=12821916 ; 分区项边框色 RGB(156, 165, 195)
areabkgrnd_T=16644336 ; 分区项背景过渡色上 RGB(240, 248, 253)
areabkgrnd_B=15651514  ; 分区项背景过渡色下 RGB(186, 210, 238)
roomborder=12367539 ; 房间项边框色 RGB(179, 182, 188)
roombkgrnd_sel_TT=16382198 ; 房间项选中过渡背景色上部分上 RGB(246, 248, 249)
roombkgrnd_sel_TB=16711422 ; 房间项选中过渡背景色上部分下 RGB(254, 254, 254)
roombkgrnd_TT=16448504 ; 房间项过渡背景色上部分上 RGB(248, 251, 250)
roombkgrnd_TB=15723754 ; 房间项过渡背景色上部分下 RGB(234, 236, 239)
roombkgrnd_sel_BT=15987183 ; 房间项选中过渡背景色下部分上 RGB(239, 241, 243)
roombkgrnd_sel_BB=16711422 ; 房间项选中过渡背景色下部分下 RGB(254, 254, 254)
roombkgrnd_BT=14867930 ; 房间项过渡背景色下部分上 RGB(218, 221, 226)
roombkgrnd_BB=16054003 ; 房间项过渡背景色下部分下 RGB(243, 246, 244)
[GamePrepare] ; 游戏二级界面
gamesetting_backgrnd=14933204 ; 游戏参数设置界面背景色 RGB(212, 220, 227)
cond_border_A=8817792 ; 右边区域边框 RGB(133, 134, 143)
cond_border_B=16777215 ; 右边区域边框 RGB(255, 255, 255)
cond_border_C=15660779 ; 右边区域边框 RGB(213, 221, 227)
cond_border_D=12442029 ; 右边区域边框 RGB(184, 196, 208)
cond_border_E=9740431 ; 右边区域边框 RGB(148, 151, 159)
cond_border_F=16777215 ; 右边区域边框 RGB(255, 255, 255)
cond_background=14933204 ; 右边区域背景色 RGB(212, 220, 227)
cond_bottom_border=8817792 ; 右边区域底边线色 RGB(133, 134, 143)
cond_bottom_bkgrnd_TT=14732978 ; 右边区域分栏过渡背景色上部上 RGB(178, 206, 224)
cond_bottom_bkgrnd_TB=9530970 ; 右边区域分栏过渡背景色上部下 RGB(90, 110, 145)
cond_bottom_bkgrnd_BT=6503988 ; 右边区域分栏过渡背景色下部上 RGB(52, 62, 99)
cond_bottom_bkgrnd_BB=9924193 ; 右边区域分栏过渡背景色下部下 RGB(97, 110, 151)
chathistory_bkgrnd=15261389 ; 聊天记录背景色 RGB(205, 222, 232)
chatinput_bkgrnd_normal=15261389 ; 聊天编辑框背景色 RGB(205, 222, 232)
chatinput_bkgrnd_disable=15198183 ; 聊天编辑框失效背景色 RGB(231, 231, 231)
chatinput_bkgrnd_readonly=15198183 ; 聊天编辑框只读背景色 RGB(231, 231, 231)
team_cmb_bkgrnd_sel=13220482  ; 玩家下拉框选中背景色 RGB(130, 186, 201)
team_cmb_bkgrnd_normal=15458512 ; 玩家下拉框背景色 RGB(208, 224, 235)
prop_bkgrnd=15459286 ; 玩家下拉框背景色 RGB(214, 227, 235)
[GameCSPrepare]	;即时加入二级界面
background=8281687 ;背景色 RGB(87,94,126)
gametime=255 ;游戏进行时间 RGB(255,0,0)
kicktime=255 ;踢人时间 RGB(255,0,0)
[GameRoomWnd] ; 游戏房间界面
background_TT=8937302 ; 顶部分栏过渡背景色上 RGB(86, 95, 136)
background_TB=7030331 ; 顶部分栏过渡背景色下 RGB(59, 70, 107)
border_M=12895171 ; 按钮工具条边框色 RGB(195, 195, 196)
background_M=15854559 ; 按钮工具条背景色 RGB(223, 235, 241)
background_MT=15724763 ; 按钮工具条过渡背景色上 RGB(219, 240, 239)
background_MB=13813170  ; 按钮工具条过渡背景色下 RGB(178, 197, 210)
backgournd_B=16317685  ; 按钮工具条底部边线色 RGB(245, 252, 248)
tipuser_bkgrnd_T=15656928 ; 缩略图时tip中用户列表背景色上 RGB(224, 231, 238)
tipuser_bkgrnd_B=13944500 ；缩略图时tip中用户列表背景色下 RGB(180, 198, 212)
[IMChatDlg] ; 聊天窗口
p2p_status_bkgrnd_T=16644331 ; 单聊状态提示过渡背景色上 RGB(235, 248, 253)
p2p_status_bkgrnd_B=16378074 ; 单聊状态提示过渡背景色下 RGB(218, 232, 249)
P2P_status_border=12104626 ; 单聊状态提示边框色 RGB(178, 179, 184)
toolbar_bkgrnd_TT=14535596 ; 中间工具栏过渡背景色上部上 RGB(172, 203, 221)
toolbar_bkgrnd_TB=12688002 ; 中间工具栏过渡背景色上部下 RGB(130, 154, 193)
toolbar_bkgrnd_BT=11237735 ; 中间工具栏过渡背景色下部上 RGB(103, 121, 171)
toolbar_bkgrnd_BB=11700600 ; 中间工具栏过渡背景色下部下 RGB(120, 137, 178)
richedit_vip_bkgrnd=16311767 ; 聊天记录控件会员背景色 RGB(215, 229, 248)
split_background=15660779 ; 切分条背景色 RGB(235, 246, 238)
left_border=13944500 ; 聊天室左边分栏边框色 RGB(180, 198, 212)
left_bkgrnd_T=15656928 ; 聊天室左边分栏过渡背景色上 RGB(224, 231, 238)
left_bkgrnd_B=13944500  ; 聊天室左边分栏过渡背景色下 RGB(180, 198, 212)
[IMChatHistory] ; 单个聊天记录界面
caption_T=15920872 ; 标题栏背景色上 RGB(232, 238, 242)
caption_B=13746356  ; 标题栏背景色下 RGB(180, 192, 209)
background_B=15854563 ; 下面部分背景色 RGB(227, 235, 241)
date_bkgrnd_T=16378329 ; 时间控件上面部分背景色 RGB(217, 233, 249)
date_bkgrnd_MT=16777215 ; 时间控件中间部分过渡背景色上 RGB(255, 255, 255)
date_bkgrnd_MB=15854819 ; 时间控件中间部分过渡背景色下 RGB(227, 236, 241)
date_bkgrnd_BT=16777215 ; 时间控件下面部分过渡背景色上 RGB(255, 255, 255)
date_bkgrnd_BB=15789025 ; 时间控件下面部分过渡背景色下 RGB(225, 235, 240)
[IMChatUserDlg] ; 聊天界面用户头像区域
caption_bkgrnd_T=16119008 ; 标题栏过渡背景色上 RGB(224, 244, 245)
caption_bkgrnd_B=14073791  ; 标题栏过渡背景色下 RGB(191, 191, 214)
[LocalUserInfoWnd] ;名片区用户名和昵称颜色值
username=15660279 ；普通用户名颜色值 RGB(247,244,238)
usernamevip=1818111 ；会员用户名颜色值 RGB(255,189,27)
nickname=11184810 ；普通昵称颜色值 RGB(170,170,170)
nicknamevip=11184810 ；会员昵称颜色值 RGB(20,35,86)
[IMGroupbar] ; 主界面IM分组控件
background=10052694 ; 背景色 RGB(86, 100, 153)
background_Item_T =16052459 ; 子项过渡背景色上 RGB(235, 240, 244)
background_Item_B =13745071  ; 子项过渡背景色下 RGB(175, 187, 209)
[IMSplit] ; 主界面IM下部分分割条
border_LT=12754307 ; 分割条上边线 RGB(131, 157, 194)
border_RB=8013370 ; 分割条下边线 RGB(58, 70, 122)
[IMToolbar] ; 主界面IM下部分按钮工具栏
background_TT=14665124 ; 过渡背景上部分上 RGB(164, 197, 223)
background_TB=9857365 ; 过渡背景上部分下 RGB(85, 105, 150)
background_BT=6764844 ; 过渡背景下部分上 RGB(44, 57, 103)
background_BB=9986901 ; 过渡背景下部分下 RGB(85, 99, 152)
[IMTreeCtrl] ; 主界面IM树控件
background=15854559 ; 背景色 RGB(223, 235, 241)
[ListCtrlX] ; 列表控件
caption_bkgrnd_T=15920872 ; 列表头过渡背景上 RGB(232, 238, 242)
caption_bkgrnd_B=13680306 ; 列表头过渡背景下 RGB(178, 190, 208)
border=12632256 ; 列表边框色 RGB(192, 192, 192)
[MainWnd] ; 主界面
tabbackground=10052694 ; 组控件背景色 RGB(86, 100, 153)
tabbackground_T=10052694 ; 组控件过渡背景色上 RGB(86, 100, 153)
tabbackground_B=10052694 ; 组控件过渡背景色下 RGB(86, 100, 153)
tabborder=10052694 ; 组控件边框色 RGB(86, 100, 153)
tabsplit_border_T=9528411 ; 组控件分割条上边线 RGB(91, 100, 145)
tabsplit_border_B=15921906 ; 组控件分割条下边线 RGB(242, 242, 242)
mapgroup_bkgrnd_T=16250080 ; 地图组控件过渡背景色上 RGB(224, 244, 247)
mapgroup_bkgrnd_B=13810606  ; 地图组控件过渡背景色下 RGB(174, 187, 210)
[MapLogo] ; 主界面地图界面
list_bkgrnd=15854302 ; 地图列表背景色 RGB(222, 234, 241)
[MsgMgr] ; 消息管理器界面
background=15920099 ; 背景色 RGB(227, 235, 242)
left_border=12367286 ; 左边边框色 RGB(182, 181, 188)
myfriend_border=16777215 ; 左树控件边框色 RGB(255, 255, 255)
myfriend_bkgrnd=16711908 ; 左树控件背景色 RGB(228, 0, 255)
listhead_bkgrnd_TT=14205605 ; 列表控件头过渡背景色上部分上 RGB(165, 194, 216)
listhead_bkgrnd_TB=12492425 ; 列表控件头过渡背景色上部分下 RGB(137, 158, 190)
listhead_bkgrnd_BT=10911857 ; 列表控件头过渡背景色下部分上 RGB(113, 128, 166)
listhead_bkgrnd_BB=11439484 ; 列表控件头过渡背景色下部分下 RGB(124, 141, 174)
listhead_bkgrnd_border=12367286 ; 列表控件头底部分割线色 RGB(182, 181, 188)
top_down_background=13544351 ;上下部分区域的背景色RGB(159,171,206)
top_down_frame=12563375	; 边框颜色
top_down_text=0	; 文字颜色RGB(0,0,0)
list_odd_bkgrnd=15460580 ; 列表奇数行的背景色RGB()
list_even_bkgrnd=16382199 ; 列表偶数行的背景色RGB()
[MsgTip] ; 右下角弹框界面
border_LT=1512981 ; 外边框色 RGB(21, 22, 23)
border_RB=8081726 ; 内边框色 RGB(61, 81, 123)
background_T=7555387 ; 过渡背景色上 RGB(59, 73, 115)
background_B=7555387 ; 过渡背景色下 RGB(59, 73, 115)
gameresult_txt_T=2392623 ; 游戏结果上部字体颜色 RGB(47, 130, 36)
[Personal] ; 个人信息界面
background=16777215 ; 背景色 RGB(255, 255, 255)
[Replay] ; 主界面录像界面
left_background=14933204 ; 左边背景色 RGB(212, 220, 227)
left_caption_T=16119008 ; 左边分栏过渡背景色上 RGB(224, 244, 245)
left_caption_B=14073791  ; 左边分栏过渡背景色下  RGB(191, 191, 214)
left_tree_background=10253927 ; 左边树控件背景色 RGB(103, 118, 156)
[SearchDlg] ; 搜索好友界面
page_background=14400155 ; 分页背景色 RGB(155, 186, 219)
[SelectFriends] ; 邀请好友界面
tree_background=14933204 ; 树控件背景色 RGB(212, 220, 227)
[SmallSpeaker]
richedit_bkgrnd=15660779 ; 文本框背景色 RGB(235, 246, 238)
combobox_bkgrnd=16777215 ；下拉框背景色 RGB(255, 255, 255)
combobox_selbkgrnd=10279284 ; 下拉框选中背景色 RGB(116, 217, 156)
combobox_text=0 ; 下拉框文本颜色 RGB(0, 0, 0)
[Speaker]
combobox_selbkgrnd=13544351 ; 下拉框选中背景色 RGB(159, 171, 206)
[SpeakerRecieve] ; 喇叭界面
MarqueeBkgrnd_T=13877167 ; 走马灯过渡背景色上 RGB(175, 191, 211)
MarqueeBkgrnd_B=12625816  ; 走马灯过渡背景色下 RGB(152, 167, 192)
[TroopCreate] ; 群创建界面
caption_border_T=12370107 ; 分栏外边框色 RGB(187, 192, 188)
caption_border_B=16777215 ; 分栏内边框色 RGB(255, 255, 255)
caption_bkgrnd_T=165 ; 分栏过渡背景色上 RGB(165, 0, 0)无效
caption_bkgrnd_B=42388 ; 分栏过渡背景色下 RGB(148, 165, 0)无效
[UserScore] ; 游戏积分信息界面
config_background=16777215 ; 在设置中心里的背景色 RGB(255, 255, 255)
person_background=16777215 ; 在个人信息里的背景色 RGB(255, 255, 255)
page_background=14400155 ; 分页的背景色 RGB(155, 186, 219)
[WebBrowser] ; 浏览器界面
background_T=9394507 ; 工具条过渡背景色上 RGB(75, 89, 143)
background_B=7290417 ; 工具条过渡背景色下 RGB(49, 62, 111)
[NewUserGuide] ; 新手引导
GuideOprFlash=1362452 ; 引导窗口闪烁的颜色 RGB(20, 202, 20)
[UnionUserWnd] ; 公会用户界面
caption_backgroundT=15854559 ; 上部背景色上RGB(223,235,241)
caption_backgroundB=14404782 ; 上部背景色下RGB(174,204,219)
caption_border=14799806 ; 上部边框色RGB(190,211,225)
[KIT]
Status_BgColor=11370605 ; RGB(109, 128, 173)